ent-WallRivetedDiagonal = клёпаная стена
    .desc = Скаб знает, что эту стену сложно сломать.
    .suffix = Диагоналая

ent-WallDev = стена разработчика
    .desc = Оранжевая стенка из непонятного аморфного и бесконечно прочного материала. На верхней части начертано 32x32.

ent-WallKrissReinforced = белая укреплённая стена
    .desc = Держит воздух внутри, а пассажиров снаружи.

ent-WallKrissSolid = белая обычная стена
    .desc = Держит воздух внутри, а пассажиров снаружи.

ent-WallKrissSolidDiagonal = белая диагональная обычная стена
    .desc = Держит воздух внутри, а пассажиров снаружи.
    .suffix = Диагональ

ent-WallKrissReinforcedDiagonal = белая диагональная обычная стена
    .desc = Держит воздух внутри, а пассажиров снаружи.
    .suffix = Диагональ
