# Standard Airlocks
ent-AirlockSecurityOld = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Служба Безопасности, Красный

ent-AirlockSecurityOldLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Служба Безопасности, Красный, Закрыт

ent-AirlockRepresentative = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Представитель Сектора

ent-AirlockRepresentativeLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Представитель Сектора, Закрыт

ent-AirlockOld = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Обычный

ent-AirlockOldCommand = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Командование

ent-AirlockOldCommandLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Командование, Закрыт

ent-AirlockOldMedical = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Медицинский

ent-AirlockOldMedicalLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Медицинский, Закрыт

ent-AirlockOldScience = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Научный

ent-AirlockOldScienceLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Научный, Закрыт

ent-AirlockOldSecurity = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Безопасность

ent-AirlockOldSecurityLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Безопасность, Закрыт

ent-AirlockOldMaint = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Техобслуживание

ent-AirlockOldMaintLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Техобслуживание, Закрыт

ent-AirlockOldEngineering = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Инженерный

ent-AirlockOldEngineeringLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Инженерный, Закрыт

ent-AirlockOldAtmospherics = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Атмосферный

ent-AirlockOldAtmosphericsLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Атмосферный, Закрыт

ent-AirlockOldCargo = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Снабжение

ent-AirlockOldCargoLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Снабжение, Закрыт

ent-AirlockOldCentComm = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Центком

ent-AirlockOldCentCommLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Центком, Закрыт

ent-AirlockOldSyndicate = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Синдикат

ent-AirlockOldSyndicateLocked = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Синдикат, Закрыт

# Standard Hatches
ent-AirlockHatchAtmos = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Атмос

ent-AirlockHatchAtmosBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Атмос, Тёмный

ent-AirlockHatchBotany = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Ботаника

ent-AirlockHatchBotanyBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Ботаника, Тёмный

ent-AirlockHatchChem = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Химия

ent-AirlockHatchChemBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Химия, Тёмный

ent-AirlockHatchClear = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Чистый

ent-AirlockHatchClearBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Чистый, Тёмный

ent-AirlockHatchComm = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Командный

ent-AirlockHatchCommBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Командный, Тёмный

ent-AirlockHatchDorm = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Дормы

ent-AirlockHatchDormBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Дормы, Тёмный

ent-AirlockHatchEngineer = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Инженерный

ent-AirlockHatchEngineerBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Инженерный, Тёмный

# ent-AirlockHatchMaint = шлюз
#    .desc = Он открывается, он закрывается, и он может вас раздавить.
#    .suffix = Технический

ent-AirlockHatchMaintenanceBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Технический, Тёмный

ent-AirlockHatchMedical = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Медицинский

ent-AirlockHatchMedicalBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Медицинский, Тёмный

ent-AirlockHatchScience = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Научный

ent-AirlockHatchScienceBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Научный, Тёмный

ent-AirlockHatchSecurityBlack = шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Стража, Тёмный

# Glass Airlocks
ent-AirlockGlassSecurityOld = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Служба Безопасности, Красный

ent-AirlockGlassSecurityOldLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Служба Безопасности, Красный, Закрыт

ent-AirlockMedicalGlassLockedSecurity = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Бригмедик, Закрыт

ent-AirlockGlassRepresentative = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Представитель Сектора

ent-AirlockGlassRepresentativeLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Представитель Сектора, Закрыт

ent-AirlockOldGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Обычный

ent-AirlockGlassOld = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший

ent-MediumAirlockGlassOld = средний стеклянный шлюз
    .desc = Это с виду обычный шлюз... Но очень широкий. Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший

ent-AirlockOldGlassMedical = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Медицинский

ent-AirlockOldGlassMedicalLocked = стеклянный шлюз
    .desc =  Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Медицинский, Закрыт

ent-AirlockOldGlassCommand = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Командование

ent-AirlockOldGlassCommandLocked = стеклянный шлюз
    .desc =  Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Командование, Закрыт

ent-AirlockOldGlassScience = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Научный

ent-AirlockOldGlassScienceLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Научный, Закрыт

ent-AirlockOldGlassSecurity = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Безопасность

ent-AirlockOldGlassSecurityLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Безопасность, Закрыт

ent-AirlockOldGlassMaint = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Техобслуживание

ent-AirlockOldGlassMaintLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Техобслуживание, Закрыт

ent-AirlockOldGlassEngineering = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Инженерный

ent-AirlockOldGlassEngineeringLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Инженерный, Закрыт

ent-AirlockOldGlassAtmospherics = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Атмосферный

ent-AirlockOldGlassAtmosphericsLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Атмосферный, Закрыт

ent-AirlockOldGlassCargo = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Снабжение

ent-AirlockOldGlassCargoLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Снабжение, Закрыт

ent-AirlockOldGlassCentComm = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Центком

ent-AirlockOldGlassCentCommLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Центком, Закрыт

ent-AirlockOldGlassSyndicate = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Синдикат

ent-AirlockOldGlassSyndicateLocked = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Устаревший, Синдикат, Закрыт

# Glass Hatches
ent-AirlockHatchAtmosGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Атмос

ent-AirlockHatchAtmosGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Атмос, Тёмный

ent-AirlockHatchBotanyGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Ботаника

ent-AirlockHatchBotanyGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Ботаника, Тёмный

ent-AirlockHatchChemGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Химия

ent-AirlockHatchChemGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Химия, Тёмный

ent-AirlockHatchClearGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Чистый

ent-AirlockHatchClearGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Чистый, Тёмный

ent-AirlockHatchCommGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Командный

ent-AirlockHatchCommGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Командный, Тёмный

ent-AirlockHatchDormGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Дормы

ent-AirlockHatchDormGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Дормы, Тёмный

ent-AirlockHatchEngineerGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Инженерный

ent-AirlockHatchEngineerGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Инженерный, Тёмный

ent-AirlockHatchMaintenanceGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Технический

ent-AirlockHatchMaintenanceGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Технический, Тёмный

ent-AirlockHatchMedicalGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Медицинский

ent-AirlockHatchMedicalGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Медицинский, Тёмный

ent-AirlockHatchScienceGlass = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Научный

ent-AirlockHatchScienceGlassBlack = стеклянный шлюз
    .desc = Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Научный, Тёмный

# Big / Medium Glass Airlocks
ent-BigGlassAirlockBase = большой стеклянный шлюз
    .desc = Это похоже на гидравлический пресс... Он открывается, он закрывается, и он может вас раздавить.
    .suffix = 3-тайловый

ent-BigExternalAirlockGlass = большой стеклянный шлюз
    .desc = Это похоже на гидравлический пресс... Он открывается, он закрывается, и он может вас раздавить.
    .suffix = 3-тайловый, Внешний

ent-BigMedicalAirlockGlass = большой стеклянный шлюз
    .desc = Это похоже на гидравлический пресс... Он открывается, он закрывается, и он может вас раздавить.
    .suffix = 3-тайловый, Медицинский

ent-BigAirlockGlass = большой стеклянный шлюз
    .desc = Это похоже на гидравлический пресс... Он открывается, он закрывается, и он может вас раздавить.
    .suffix = 3-тайловый

ent-MediumGlassAirlockBase = средний стеклянный шлюз
    .desc = Простой шлюз, но... В два раза больше любого шлюза. Он открывается, он закрывается, и он может вас раздавить.
    .suffix = 2-тайловый

ent-MediumMedicalAirlockGlass = средний стеклянный шлюз
    .desc = Простой шлюз, но... В два раза больше любого шлюза. Он открывается, он закрывается, и он может вас раздавить.
    .suffix = Медицинский

# Holodoor
ent-HoloAirlockBase = голодверь
    .desc = Барьер из твёрдого света, блокирующий воздух, но не что-либо ещё.
    .suffix = Holodoor

ent-HoloAirlock = голодверь стыковочная
    .desc = Барьер из твёрдого света, блокирующий воздух, но не что-либо ещё.
    .suffix = Holodoor Dock

# Blast Door
ent-BlastDoorGlass = остеклённый гермозатвор
    .desc = Несмотря на то, что это грубейшее нарушение техники безопастности, чертёж этого гермозатвора был подложен под механизм поднятия лифта в офисе какого-то концерна. Удивительно, но это действительно помогло избавить лифт от лишних падений и вибрации. Исходя из этого факта, вы можете доверить свою жизнь нашему стеклянному гермозатвору. Ну, а мы, пожалуй, пойдём в другой отсек...
